"ERROR_PARSE_FILENOTFOUND"="を見出せていないファイルを指定した%s"
"ERROR_PARSE_OUTPUTPATH"="出力ファイルパスを正しく設定されていないため%s"

"ERROR_IS7ZIP_FILESEEK"="がありました位置決め誤差のファイルのストリームのis7zipextractモジュールです！"
"ERROR_IS7ZIP_FILECREATE"="エラーが発生した作成するファイルストリーム%n%s%nモジュールIS7zipExtractす！"
"ERROR_IS7ZIP_FILEOPEN"="エラーが発生したファイルを開%n%s%nモジュールIS7zipExtractす！"
"ERROR_IS7ZIP_COLFILES"="エラー定数のファイルのアーカイブモジュールIS7zipExtractす！"
"ERROR_IS7ZIP_NOTOPEN"="エラーファイルのオープンのモジュールIS7zipExtractす！"
"ERROR_IS7ZIP_CORRUPT"="エラーの検索データから7zアーカイブを展開します。 あるんじゃないでしょうか破損します！"
"ERROR_IS7ZIP_EXCEPT"="エラーのアーカイブは予想外のエラーのis7zipextractモジュールです！"

"ERROR_ISARC_LOADDLL"="エラーが発生した負荷Unarc.dllです！"
"ERROR_ISARC_GENERAL"="エラーが発生した開梱!%nUnarc.dll 返されるエラーコード: -1%n%s""
"ERROR_ISARC_INVALID_COMPRESSOR"="エラーが発生した開梱:未知のアーカイブの圧縮メソッドになります。nUnarc.dll 返されるエラーコード: -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="エラーが発生した開梱!%nUnarc.dll 返されるエラーコード: -3%n%s""
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="エラーが発生した開梱の出力データブロックが小さすぎます！%nUnarc.dll 返されるエラーコード: -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="エラーが発生した開梱不十分なメモリ!%nUnarc.dll 返されるエラーコード: -5%n%s"
"ERROR_ISARC_READ"="エラーが発生した開梱できるデータを読み出す！%nUnarc.dll 返されるエラーコード: -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="エラーが発生した開梱:アーカイブの破損になります!%nUnarc.dll 返されるエラーコード: -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="エラーが発生した開梱:必要な機能をサポートしていない図書館になります!%nUnarc.dll 返されるエラーコード: -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="エラーが発生した開梱:要求されたデータにすでにアンパックになります!%nUnarc.dll 返されるエラーコード: -9%n%s"
"ERROR_ISARC_WRITE"="エラーが発生した開梱せずにデータを書き込むディスクになります!%nUnarc.dll 返されるエラーコード: -11%n%s"
"ERROR_ISARC_BAD_CRC"="エラーが発生した開梱のチェックサムと一致しないになります!%nUnarc.dll 返されるエラーコード: -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="エラーが発生した開梱:間違ったパスワードになります!%nUnarc.dll 返されるエラーコード: -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="エラーが発生した解凍:アーカイブのヘッダが腐敗した!%nUnarc.dll 返されるエラーコード:-14%n%s"
"ERROR_ISARC_INTERNAL"="エラーが発生した開梱：国内図書館のエラーになります!%nUnarc.dll 返されるエラーコード:-15%n%s"
"ERROR_ISARC_UNKNOWN"="エラーが発生した開梱!%n%s"
"ERROR_ISARC_EXCEPT"="エラーのアーカイブは予想外のエラーのisarcextractモジュールです！"

"ERROR_ISPCF_CANT_OPEN_INFILE"="エラーが発生したアクセスの入力ファイル%n%s%nisprecompextractモジュール"
"ERROR_ISPCF_ISNOTPCF"="無効PCFファイルフォーマット:%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="未知のPCFファイルバージョン:%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="モジュールISPrecompExtractアクセスできない出力ファイル:%n%s""
"ERROR_ISPCF_LAUNCH_PROC"="エラー始動コンソール-アプリケーションの%s"
"WARNING_ISPCF_OPEN_PROC"="エラーの開プロセスISPrecompExtractます。%n（粉を山にして真ん中をインストーラーがないのに十分なアクセス権を表します。%nの進歩の一部の操作はできません!"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="のコンソール-アプリケーションならないファイル%n%s%n可能性がありますの誤りや誤pcfファイル形式"
"ERROR_ISPCF_EXCEPT"="予期せぬエラーが発生しましたisprecompextractモジュールです！"

"ERROR_ISSREP_GENERAL"="エラーが発生したISSrepExtractモジュールになります！n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="モジュールISSrepExtractアクセスできない出力ファイル:%n%s"
"ERROR_ISSREP_EXCEPT"="予期せぬエラーが発生しましたISSrepExtractモジュールです！"

"ERROR_ISRAR_MULTIVOLUME"="multivolumeます。 rarアーカイブのデータを照合することで異なるドライブはサポートしていません!"
"ERROR_ISRAR_DLL_NOT_FOUND"="図書館見つかりませんで%s"
"ERROR_ISRAR_EXCEPT"="エラーのアーカイブは予想外のエラーのisrarextractモジュールです！"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="モジュールISm3unpackアクセスできない出力ファイル:%n%s"
"ERROR_M3PACK_EXCEPT"="予期せぬエラーが発生しましたism3unpackモジュールです！"

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="モジュールISUnpackアクセスできない出力ファイル:%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="エラー走行コンソール-アプリケーションにISUnpackす！"
"WARNING_UNPACK_OPEN_PROC"="エラーの開プロセスISUnpackます。%n（粉を山にして真ん中をインストーラーがないのに十分なアクセス権を表します。%nの進歩の一部の操作はできません!"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="のコンソール-アプリケーションならないファイル%n%s%n可能性がありますエラーまたは誤った解凍ファイル形式"
"ERROR_UNPACK_EXCEPT"="予期せぬエラーが発生しましたisunpackモジュールです！"

"ERROR_XDELTA_GENERAL"="エラーが発生した抽出のためのモジュールISxDeltaExtractす！"
"ERROR_XDELTA_CANT_GET_MEM"="エラー配分のRAMを行う動作ISxDeltaExtractす！"
"ERROR_XDELTA_DLL_NOT_FOUND"="図書館見つかりませんで %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="モジュールISxDeltaExtractアクセスできない出力ファイル:%n%s"
"ERROR_XDELTA_EXCEPT"="予期せぬエラーが発生しましたisxdeltaextractモジュールです！"

"ERROR_PACKZIP_BAD_INFILE"="正しく指定された入力パスISPackZIP"
"ERROR_PACKZIP_BAD_OUTFILE"="正しくセットの出力ファイルISPackZIP"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="圧縮設定ISPackZIPけの範囲は0..析"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="モジュールISPackZIPアクセスできない出力ファイル:%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="エラー始動コンソール-アプリケーションの %s"
"WARNING_PACKZIP_OPEN_PROC"="エラーの開プロセスISPackZIPます。%n（粉を山にして真ん中をインストーラーがないのに十分なアクセス権を表します。%nの進歩の一部の操作はできません!"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="のコンソール-アプリケーションならないファイル%n%s%nISPackZIP"
"ERROR_PACKZIP_EXCEPT"="予期せぬエラーが発生しましたispackzipモジュールです！"

"ERROR_INIT_LOW_MEM"="なRAMドのアーカイブ!%nてみては実行中の全てのプログラムを閉じ%n可能な場合、再インストーラを起動します。"
"ERROR_INIT_CANT_GET_MEM"="のメモリ割り当てエラーが初期化ライブラリ！"
"WARNING_INIT_SREP_BAD_PARAM"="時の初期化srepは、指定の値以4096応募を推奨いたします。%nこれを防ぐためにメッセージが表示されないようにしますが、調整は適切なオプションです。"
"ERROR_INIT_PRECOMP_BAD_PARAM"="時の初期化は、Precomp版が正しく設定されていないです！"

"ERROR_FINFILES_EXCEPT"="想定外のエラーにisfindfilesモジュールです！"
"ERROR_PICKFILE_EXCEPT"="想定外のエラーにispickfilenameモジュールです！"
"ERROR_EXEC_LAUNCH_PROC"="エラーが走%n%s%nのモジュールISExecす！"
"ERROR_EXEC_EXCEPT"="また想定外のエラーをモジュールISExecす！"

"CHANGE_DISK_TITLE"="できない場合があります。以下のディスク"
"CHANGE_DISK_LABEL"="の場合はディスクファイルかフォルダ以外に以下の入力の上、パスまたは[選択]をクリックし"
"BROWSE_TITLE"="フォルダ概要"
"BROWSE_LABEL"="くださいパスを指定し、必要な駆動"
"BUTTON_OK"="あり"
"BUTTON_CANCEL"="取消"
"BUTTON_BROWSE"="レビュー--"

"TIME_HOUR_SHORT"=" 時間 "
"TIME_MIN_SHORT"=" 分 "
"TIME_SEC_SHORT1"=" 秒"
"TIME_SEC_SHORT2"=" 秒"
"TIME_HOUR_FULL1"="時間 "
"TIME_HOUR_FULL2"="時間 "
"TIME_HOUR_FULL3"="時間 "
"TIME_MIN_FULL1"="分 "
"TIME_MIN_FULL2"="分 "
"TIME_MIN_FULL3"="分 "
"TIME_SEC_FULL1"="秒 "
"TIME_SEC_FULL2"="秒 "
"TIME_SEC_FULL3"="秒 "
"TIME_TYPE1"="は: "
"TIME_TYPE2"="渡された: "
"TIME_TYPE3"="う: "
"TIME_TYPE4"="期待 "
"TIME_INFINITE"="永遠"
"TIME_TEST"="試運転"
"GENERAL_ENDING"="完成ー--"
"GENERAL_DELETING"="削除一時ファイルは---"
"GENERAL_SCANNING"="のスキャンのファイルは---"
